# St7GetPointAttributesVisibility

Returns the visibility of point attributes within the model window.

long St7GetPointAttributesVisibility(long uID, bool* Visible)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Visible
Visible state; either True or False.